// 1. Напишите функцию, которая переворачивает строку.
// 2. Напишите функцию, проверяющую, является ли строка палиндромом.
// 3. Напишите функцию, которая возвращает массив уникальных элементов.
// 4. Напишите функцию, которая считает факториал числа.
// 5. Напишите функцию, которая проверяет, является ли число простым.
// 6. Напишите функцию, которая удаляет дубликаты из массива.
// 7. Напишите функцию, которая сортирует массив чисел по возрастанию.



// 1. Напишите функцию, которая переворачивает строку.
// 2. Напишите функцию, проверяющую, является ли строка палиндромом.
// 3. Напишите функцию, которая возвращает массив уникальных элементов.
// 4. Напишите функцию, которая считает факториал числа.
// 5. Напишите функцию, которая проверяет, является ли число простым.
// 6. Напишите функцию, которая удаляет дубликаты из массива.
// 7. Напишите функцию, которая сортирует массив чисел по возрастанию.